[
  {
    "ID": 0,
    "Title": "Social Proof",
    "Category": "Behavior",
    "Subtitle": "We tend to follow the patterns of similar others in unfamiliar situations.",
    "Text": "To put people at ease with or guide a decision, find creative ways to show social activity. This can be in the form of stats (favored by, number of views, comments), positive testimonials or by providing visibility into the actions or outcomes of other user’s behavior.",
    "Title_DE": "Soziale Validierung",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "In unbekannten Situationen orientieren wir uns tendenziell am Verhalten anderer Personen, die uns ähnlich sind.",
    "Text_DE": "Finde kreative Lösungen zur Darstellung sozialen Verhaltens, um ein Gefühl von Sicherheit zu erzeugen und Menschen zu einer Entscheidung zu bewegen. Das kann zum Beispiel in Form von Zahlen (Favorisiert von, Anzahl der Views, Kommentare, ...), positiven Testimonials oder durch die Darstellung der Handlungen oder Ergebnisse der anderen Nutzer passieren."
  },
  {
    "ID": 1,
    "Title": "Anchoring and Adjustment",
    "Category": "Behavior",
    "Subtitle": "When making decisions, we rely (or anchor) too heavily on one trait or one piece of information.",
    "Text": "In unfamiliar situations, we tend to assess things based on a single known anchor from which we make relative adjustments. These anchors are often a numeric value such as an original price or a single attribute such as megapixels on a camera. Oddly enough, even the suggestion of a completely irrelevant number can influence subsequent numeric predictions. What anchors are you intentionally or unintentionally providing people?",
    "Title_DE": "Einzelne Anker",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Beim Entscheiden verlassen wir uns tendenziell zu stark auf ein einzelnes Produktmerkmal oder eine einzelne Information.",
    "Text_DE": "In unbekannten Situationen neigen wir dazu, Dinge basierend auf einem einzelnen \"Anker\" zu beurteilen, von dem aus wir dann relative Anpassungen vornehmen. Häufig ist dieser Anker eine Zahl wie der Preis vor einem Rabatt oder ein einzelnes Merkmal wie die Megapixel einer Kamera. Sogar die Bereitstellung einer komplett irrelevanten Information kann die folgenden Entscheidungen beeinflussen. Welche Anker bietest du deinen Nutzern bewusst oder unabsichtlich an?"
  },
  {
    "ID": 2,
    "Title": "Commitment and Consistency",
    "Category": "Behavior",
    "Subtitle": "We desire to act in a manner consistent with our stated beliefs and prior actions.",
    "Text": "People have a general desire to be or at least appear consistent in their behavior. Ask someone to state a position, declare their intentions, or show a small gesture of support. Generally, people will act in a manner consistent with these small requests, even if later asked to make a much larger (but consistent) commitment. Be careful: Done poorly and too obvious, these will be viewed as cheap tricks.",
    "Title_DE": "Commitment und Konsistenz",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir handeln am liebsten konsistent mit bereits geäußerten Meinungen oder unseren bisherigen Handlungen.",
    "Text_DE": "Menschen haben ein grundlegendes Bedürfnis danach, in ihrem Verhalten wenigstens konsistent zu erscheinen. Bring die Nutzer dazu, eine Meinung oder ihre Intention zu äußern oder zu einer kleinen Geste der Unterstützung. Sie werden später tendenziell konsistent dazu handeln, auch wenn du um ein viel größeres Commitment bittest. Schlecht angewandt wird das allerdings schnell als billiger Trick wahrgenommen."
  },
  {
    "ID": 3,
    "Title": "Appropriate Challenges",
    "Category": "Behavior",
    "Subtitle": "We delight in challenges, especially ones that strike a balance between overwhelming and boring.",
    "Text": "Easy is overrated. Turn some tasks into challenges. Research shows we are happiest when faced with something challenging but not too overwhelming. The „challenge“ can be designed into a system or created by reflecting someone’s best (or average) performance in an area. A designed challenge can be heavily constructed (game design) or merely suggest an intriguing, unsolved problem.",
    "Title_DE": "Angemessene Herausforderungen",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir freuen uns über Herausforderungen. Besonders, wenn sie die richtige Balance zwischen Überforderung und Langeweile treffen.",
    "Text_DE": "Einfach wird überschätzt. Mach aus manchen Aufgaben eine Herausforderung. Wir sind am zufriedensten, wenn wir das Gefühl haben, etwas für einen Output geleistet zu haben, ohne dabei überfordert zu werden. Eine Herausforderung kann direkt in ein Produkt designt werden, oder durch die Darstellung einer (persönlichen) Bestleistung impliziert werden. Eine gute Herausforderung kann stark konstruiert (z. B. im Gamedesign) oder einfach nur ein spannendes, ungelöstes Problem sein."
  },
  {
    "ID": 4,
    "Title": "Collecting",
    "Category": "Behavior",
    "Subtitle": "Where there is interest, people like to amass items that add to or complete a set.",
    "Text": "Is there an opportunity to collect something in your product? Coupons, badges, words, pieces of a larger whole, the options are limitless. It’s best if these items link to one’s reputation and reinforce the content of your service. Business applications may benefit from performance-based collectibles that correlate with speed, frequency, quantity, effectiveness and other desirable metrics.",
    "Title_DE": "Sammeln",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wenn sie an etwas interessiert sind, sammeln Menschen gerne Elemente, die im Idealfall ein Set vervollständigen.",
    "Text_DE": "Gibt es in deinem Produkt die Möglichkeit, etwas zu sammeln? Coupons, Abzeichen, Titel oder den Teil eines größeren Ganzen. Am besten verknüpfst du diese Objekte mit der Reputation des Nutzers und nutzt sie, um die Inhalte deines Produktes aufzuwerten. Businessanwendungen können stark von performancebasierten Sammelobjekten im Zusammenhang mit Geschwindigkeit, Frequenz, Menge, Effektivität oder anderen wünschenswerten Kennzahlen profitieren."
  },
  {
    "ID": 5,
    "Title": "Familiarity Bias",
    "Category": "Behavior",
    "Subtitle": "We tend to develop a preference for things merely because we are familiar with them.",
    "Text": "If introducing a radically new project, use characteristics of something already familiar to people. For example, use visual aspects similar to other popular services or the likeness of a familiar physical equivalent. You can also establish formal partnerships with already familiar brands to help make your new idea seem safer.",
    "Title_DE": "Vorteil für Vertrautes",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir neigen zu einer Präferenz für Dinge, mit denen wir schon vertraut sind.",
    "Text_DE": "Nutze bei der Einführung von etwas radikal Neuem Charakteristiken von Produkten oder Diensten, mit denen die Nutzer bereits vertraut sind. Dazu gehören visuelle Merkmale bekannter Alternativen oder Metaphern aus dem realen Leben. Außerdem kann eine Partnerschaft mit bekannten Marken die neue Idee sicherer wirken lassen."
  },
  {
    "ID": 6,
    "Title": "Feedback Loops",
    "Category": "Behavior",
    "Subtitle": "We are engaged by situations in which we see our actions modify subsequent results.",
    "Text": "Does your system respond immediately to user input? Or can you allow people to play with the information, turning a static message into an interactive one? Use numeric data to show people how they are doing, or translate data into analogous visual information. Feedback is ideally immediate, but can also come in the form of a quick challenge or delivered at a later date as a monthly report.",
    "Title_DE": "Feedbackschleifen",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir mögen Situationen, in denen wir sehen, wie unsere Handlungen die folgenden Ergebnisse beeinflussen.",
    "Text_DE": "Reagiert dein System auf den Input der Nutzer? Oder ermöglicht es ihnen, mit Informationen zu spielen, sodass aus einer statischen Botschaft eine interaktive wird? Zeige Nutzern mit Zahlen oder Grafiken, wie gut sie sich schlagen. Feedback passiert am besten sofort, kann aber auch beispielsweise in Form eines monatlichen Reports später zugestellt werden."
  },
  {
    "ID": 7,
    "Title": "Limited Duration",
    "Category": "Behavior",
    "Subtitle": "Given a choice between action and inaction, a limited time to respond increases the likelihood that people will participate.",
    "Text": "While commonly used to promote purchasing behaviors, limited durations can also be used to shape day-to-day behaviors. Set limited times when certain actions can be taken. Make rewards available at specific times or have options that disappear if no action is taken within a specific period of time.",
    "Title_DE": "Begrenzte Laufzeit",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Eine begrenzte Antwortzeit erhöht die Wahrscheinlichkeit, dass Nutzer aktiv werden.",
    "Text_DE": "Häufig dazu genutzt, um das Kaufverhalten zu stimulieren, kann eine begrenzte Laufzeit auch kleinere Interaktionen positiv beeinflussen. Setze ein Zeitlimit zur Reaktion, sorge für zeitlich begrenzte Belohnungen oder lasse Optionen verschwinden, wenn eine bestimmte Zeit lang keine Aktion des Nutzers erfolgt."
  },
  {
    "ID": 8,
    "Title": "Limited Choice",
    "Category": "Behavior",
    "Subtitle": "We’re more likely to make a choice when there are fewer options.",
    "Text": "For each page or state of your product, how many choices do you offer? Also, consider the sequence of decision points people encounter: Can you simplify this decision path, presenting the more pressing choices first?",
    "Title_DE": "Begrenzte Auswahl",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir treffen eher eine Entscheidung, wenn die Auswahlmöglichkeiten begrenzt sind.",
    "Text_DE": "Überlege, wie viele Optionen dein Produkt seinen Nutzern an jeder einzelnen Stelle bietet. Diskutiere auch die Reihenfolge der Entscheidungen. Kannst du den Fluss vereinfachen bzw. die wichtigeren Entscheidungen früher präsentieren?"
  },
  {
    "ID": 9,
    "Title": "Limited Access",
    "Category": "Behavior",
    "Subtitle": "We naturally desire things that are perceived as exclusive or belonging to a select few.",
    "Text": "„Private beta“ was once a powerful tool for creating interest - and still can be when there is enough commotion. But don’t stop there: Games use levels to create exclusivity and reward proficiency. Some products or aspects of a product can be for members only (or for those who have „earned“ access). „Access“ can also refer to acquiring the use of features or tools that aren’t available by default.",
    "Title_DE": "Begrenzter Zugang",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir begehren automatisch Dinge, die als exklusiv wahrgenommen werden.",
    "Text_DE": "Spiele nutzen Level, um künstliche Exklusivität herzustellen. Einige Produkte oder Produktaspekte könnten nur Mitgliedern oder einer Minderheit, die sich den Zugang \"verdient\" hat, zur Verfügung stehen. Das kann zum Beispiel bedeuten, dass Features, die zu Beginn noch nicht genutzt werden können, erst später freigeschaltet werden."
  },
  {
    "ID": 10,
    "Title": "Status Quo Bias",
    "Category": "Behavior",
    "Subtitle": "We tend not to change an established behavior unless the incentive to change is very compelling.",
    "Text": "People are inclined to keep things as they are. We adopt what is recommended (simply stating the most popular option is often enough to influence a decision) and stick with that choice. Have you thought through the default options of your product? If you’re asking people to switch systems, consider how you might represent sticking with the status quo as a loss and pitch the new system as an alternative rather than a replacement.",
    "Title_DE": "Vorteil für den Status Quo",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir ändern eingeprägte Verhaltensmuster nur, wenn es einen sehr attraktiven Grund dafür gibt.",
    "Text_DE": "Wir belassen die Dinge gerne so, wie sie sind. Wir bevorzugen außerdem das, was empfohlen wird und bleiben bei dieser Auswahl. Das einfache Markieren der beliebtesten Option kann genug sein, um eine Entscheidung zu beeinflussen. Hast du die Standartoptionen in deinem Produkt gut durchdacht? Wenn du von Nutzern verlangst, ein System zu wechseln, überlege, wie du das Haften am Status Quo als Verlust darstellen kannst. Positioniere das neue System dann als Alternative anstatt als Ersatz."
  },
  {
    "ID": 11,
    "Title": "Sequencing",
    "Category": "Behavior",
    "Subtitle": "We are more likely to take action when complex activities are broken down into smaller tasks.",
    "Text": "It’s difficult to complete a complex task such as setting up a bank account or completing a profile. Break down these tasks into small, easily completed actions. These can be steps in a sequence or simply a list of items that need to be completed to advance through the system.",
    "Title_DE": "Aufteilen",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir handeln eher, wenn komplexe Aufgaben in kleinere Schritte zerlegt werden.",
    "Text_DE": "Ein komplexer Prozess wie das Eröffnen eines Bankkontos ist schwierig. Unterteile solche Aufgaben in kleinere und einfache Häppchen wie Arbeitsschritte oder eine Checkliste sein."
  },
  {
    "ID": 12,
    "Title": "Positive Mimicry",
    "Category": "Behavior",
    "Subtitle": "We learn by modeling our behavior after others.",
    "Text": "What examples are you setting or showing in your product to let people know what is the normal or intended behavior? In social contexts, find and reward people who model „good“ behavior. In other cases, what examples can you provide to demonstrate positive interactions? Simply observing how we should conduct ourselves can encourage positive behaviors.",
    "Title_DE": "Positive Imitation",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir lernen, indem wir das Verhalten anderer imitieren.",
    "Text_DE": "Welche Beispiele in deinem Produkt zeigen deinen Nutzern, wie sich sich verhalten sollen? Finde in sozialen Kontexten Wege, Nutzer für \"gutes\" Verhalten zu belohnen. Das Beobachten von gewünschtem Verhalten innerhalb deines Produktes dient dem Nutzer als Orientierung."
  },
  {
    "ID": 13,
    "Title": "Autonomy",
    "Category": "Behavior",
    "Subtitle": "We seek out situations where we can exert influence or control over something.",
    "Text": "A perception of greater autonomy increases the feeling of certainty and reduces stress. Especially within larger groups, we want the freedom to make our own choices. What options can you offer to create a feeling of control? How can you introduce choices - even trivial ones - into your system? What can people point to and claim they own or influenced?",
    "Title_DE": "Autonomie",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir mögen Situationen, in denen wir Einfluss oder Kontrolle auf das Ergebnis haben.",
    "Text_DE": "Das Gefühl möglichst großer Autonomie reduziert Stress und sorgt für Sicherheit. Besonders in großen Gruppen brauchen wir das Gefühl, eigene Entscheidungen treffen zu können. Welche Optionen kannst du deinen Nutzern bieten, um ein Gefühl der Kontrolle zu erzeugen? Wo kannst du Wahlmöglichkeiten - auch triviale - einführen? Wo können deine Nutzer behaupten, dass sie einen Output erzeugt oder beeinflusst haben?"
  },
  {
    "ID": 14,
    "Title": "Trigger",
    "Category": "Behavior",
    "Subtitle": "We need small nudges placed on our regular paths to remind and motivate us to take action.",
    "Text": "Effective, encouraging nudges to catch people where they are. On the web this may be a tweet, ad, link or other distraction; offline triggers may be used as well. Also think about triggers someone can set (SMS alerts, IM reminders) or take with them (a printed sheet) as a reminder to do something.",
    "Title_DE": "Trigger",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir brauchen kleine Schubser in unserem Alltag, die uns daran erinnern und dazu motivieren, aktiv zu werden.",
    "Text_DE": "Effektive und ermunternde Schubser fangen Nutzer dort ein, wo sie sich in ihrem Alltag ohnehin bewegen. Das kann ein Tweet, eine Anzeige oder auch eine Offline-Interaktion sein. Denke auch an Trigger wie eine SMS oder andere Push-Nachrichten, die freiwillig für die Zukunft gesetzt werden können oder handfeste Erinnerungen wie einen Flyer."
  },
  {
    "ID": 15,
    "Title": "Set Completion",
    "Category": "Behavior",
    "Subtitle": "The closer a collection is to being complete, the more we desire collecting all pieces.",
    "Text": "What can people collect in your system? How can these things be organized into discrete sets to provide easier, achievable goals (and the motivation to continue completing the larger collection)? This principle also applies to incomplete puzzles or pictures - we desire to see the whole image completed. Look for logical groupings (like kinds of information) that can suggest sets and set completion.",
    "Title_DE": "Vervollständigung",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Je näher eine Sammlung der Vervollständigung ist, desto mehr möchten wir alle Puzzleteile besitzen.",
    "Text_DE": "Was können Nutzer in deinem System sammeln? Wie kannst du diese Objekte in Sets bündeln, um einfachere Ziele zu setzen? Dieses Prinzip lässt sich auch auf unvollständige Bilder oder Puzzles anwenden, denn wir sehen gerne das vollständige Bild. Suche nach logischen Gruppierungen (wie dieselbe Art von Information), die Sets und deren Vervollständigung implizieren können."
  },
  {
    "ID": 16,
    "Title": "Need For Certainty",
    "Category": "Behavior",
    "Subtitle": "We crave certainty and are more likely to take action if specific information is available.",
    "Text": "Ambiguity can trigger a threat response resulting in anxiety. Used in small doses such as a curious challenge, mild uncertainty can focus attention (especially where people have developed routines). But ambiguity may also lead to inaction: people are less likely to act on vague information. What information do you provide to help people make decisions? Are you intentionally creating an environment of certainty or uncertainty?",
    "Title_DE": "Sicherheitsbedürfnis",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Wir brauchen Sicherheit und handeln eher, wenn bestimmte Informationen zur Verfügung stehen.",
    "Text_DE": "Unsicherheit kann zu einer Fluchtreaktion führen. In kleinen Dosen wie einer kurzen Challenge kann das interessant sein und für Aufmerksamkeit sorgen, besonders wenn Nutzer Routinen entwickelt haben. Ansonsten führt Unsicherheit zu Abbrüchen, Menschen handeln nicht, wenn sie sich nicht sicher fühlen. Welche Informationen stellst du zur Verfügung, die Nutzer bei Entscheidungen bekräftigen? Erzeugst du bewusst eine sichere oder unsichere Atmosphäre?"
  },
  {
    "ID": 17,
    "Title": "Pattern Recognition",
    "Category": "Design and usability",
    "Subtitle": "Our brain seeks ways to organize and simplify complex information, even when there is no pattern.",
    "Text": "What information can you display in a way that arouses curiosity and encourages pattern-seeking behavior? Patterns can be found within a single page (a list of albums for example) or spread across a site (a curious icon set or color coding that makes sense once the pattern is discovered). Also consider playful ways to enable users to organize or label information - such as making a game of arranging things.",
    "Title_DE": "Mustererkennung",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Unser Gehirn sucht dauernd nach Mustern, um komplexe Informationen zu organisieren und zu vereinfachen. Selbst, wenn kein Muster vorhanden ist.",
    "Text_DE": "Welche Informationen kannst du so darstellen, dass Neugierde entsteht und Nutzer Muster erkennen können? Ein Muster kann zum Beispiel ein Iconset oder ein Farbcode sein, wobei der Sinn erst klar wird, sobald der Nutzer das Muster durchschaut hat. Überlege dir außerdem verspielte Möglichkeiten, wie Nutzer Informationen sortieren oder labeln können."
  },
  {
    "ID": 18,
    "Title": "Recognition Over Recall",
    "Category": "Design and usability",
    "Subtitle": "It's easier to recognize things we have previously experienced than it is to recall them from memory.",
    "Text": "Multiple-choice or one-click options are easy ways for people to interact with a product. If you’re considering asking people to list things from memory, try complementing (or replacing) empty form fields with defined, random or intelligent choices that people can click on or rate.",
    "Title_DE": "Erkennen vor Erinnern",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Es ist einfacher, bereits bekannte Dinge wiederzuerkennen, als sich aus dem Gedächtnis an sie zu erinnern.",
    "Text_DE": "Multiple-Choice oder One-Click-Optionen sind einfache Interaktionsmöglichkeiten mit einem Produkt. Wo immer Nutzer Objekte aus ihrem Gedächtnis auflisten müssen, versuche ihnen die Aufgabe zu erleichtern, indem du leere Felder mit einer definierten, zufälligen oder intelligent ermittelten Vorauswahl befüllst."
  },
  {
    "ID": 19,
    "Title": "Aesthetic-Usability Effect",
    "Category": "Design and usability",
    "Subtitle": "Aesthetically pleasing designs are often perceived as being easier to use.",
    "Text": "Attractive things work better. Or at least we perceive them as being easier to use. Have you evaluated how attractive your product is to your users? We are more forgiving of attractive designs and assume they are (or should be) easier to use. The curious part? A well-designed product is often a more usable site.",
    "Title_DE": "Ästhetik-Usability-Wechselwirkung",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Ansprechende Designs werden in der Regel als nutzerfreundlicher wahrgenommen.",
    "Text_DE": "Attraktive Dinge funktionieren scheinbar besser. Hast du analysiert, wie attraktiv dein Produkt für die Nutzer ist? Wir sind gegenüber ansprechenden Designs nachsichtiger und unterstellen ihnen, dass sie einfacher zu nutzen sind."
  },
  {
    "ID": 20,
    "Title": "Serial Position Effect",
    "Category": "Design and usability",
    "Subtitle": "We have much better recall of the first and last items within a list.",
    "Text": "How do you sequence a list of items? If recall of specific items is critical, list the most important items at the beginning and end of a list. This could be applied to anything with multiple bits of data - a list of checkbox items, a list of product features or the company bios.",
    "Title_DE": "Listenpositionen",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Wir erinnern uns viel einfacher an das erste und letzte Element einer Liste.",
    "Text_DE": "Wie strukturierst du Listen von Objekten wie wichtige Produktmerkmale oder Checkboxen einer Auswahl? Wenn es wichtig ist, dass Nutzer sich an bestimmte Elemente der Liste erinnern, platziere sie am Anfang oder Ende."
  },
  {
    "ID": 21,
    "Title": "Contrast",
    "Category": "Design and usability",
    "Subtitle": "When scanning new visual information, we are unconsciously drawn to things that stand out against their surroundings.",
    "Text": "What do you want people to focus on? Use colors, size, shapes and other design elements to create visual contrast. Subtle movements in an otherwise static design catch people’s attention. Contrast can also be felt over time (an irregular notification vs. a daily one) or through unusual or unexpected content.",
    "Title_DE": "Kontrast",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Beim Überfliegen neuer Information wecken Dinge, die sich von ihrer Umgebung absetzen, unsere Aufmerksamkeit.",
    "Text_DE": "Worauf sollen deine Nutzer sich fokussieren? Nutze Farben, Größenunterschiede, Formen und andere Designelemente, um einen visuellen Kontrast herzustellen. Subtile Bewegungen in einem ansonsten statischen Design können auch für Aufmerksamkeit sorgen. Außerdem kannst du durch eine unregelmäßige Benachrichtigung oder unerwarteten Content auch einen zeitlichen Kontrast herstellen."
  },
  {
    "ID": 22,
    "Title": "Visual Imagery",
    "Category": "Design and usability",
    "Subtitle": "Vision trumps all other senses and is the most direct way to perception.",
    "Text": "Are there opportunities to use visuals to create an emotional response or to speed up response time? If you blur all text, does the imagery convey what you want to communicate? Asking „Can a 5-year old understand this?“ Is a great way to uncover where text can be replaced or reinforced with an image. Use images to elicit emotions, to make literal associations (an icon or avatar) or suggestive associations.",
    "Title_DE": "Bildsprache",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Das Sehen sticht alle anderen Sinne und die direkteste Form der Wahrnehmung.",
    "Text_DE": "Gibt es Gelegenheiten für visuelle Elemente, um eine emotionale Nutzerreaktion zu erzielen oder die Reaktionszeit zu verkürzen? Stell dir vor, der ganze Text verschwindet aus deinem Produkt: Vermittelt die Bildsprache immer noch die gewünschte Botschaft? Zu fragen \"Versteht ein Fünfjähriger das?\" ist ein gutes Mittel, herauszufinden, wo Text durch ein Bild ersetzt oder unterstrichen werden kann. Nutze visuelles Material, um Emotionen zu erzeugen, oder für buchstäbliche (ein Icon oder Avatar) oder suggestive Assoziationen."
  },
  {
    "ID": 23,
    "Title": "Conceptual Metaphor",
    "Category": "Design and usability",
    "Subtitle": "We make sense of a new idea or conceptual domain by likening it to another.",
    "Text": "Are you using visual imagery or evocative language to explain difficult concepts? Help people understand your message by drawing a literal or implied analogy. Use this association to help people understand a concept and to influence how it’s perceived.",
    "Title_DE": "Konzeptuelle Metapher",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Wir begreifen neue Ideen und Konzepte, indem wir sie mit bereits bekannten Dingen vergleichen.",
    "Text_DE": "Nutzt du Bilder oder stimmungsvolle Sprache, um schwierige Konzepte zu erklären? Hilf den Nutzern beim Verständnis, indem du eine buchstäbliche oder implizierte Analogie zu etwas Bekanntem zeihst. Nutze diese Assoziation, um Menschen Ideen näherzubringen und zu beeinflussen, wie sie es aufnehmen."
  },
  {
    "ID": 24,
    "Title": "Uniform Connectedness",
    "Category": "Design and usability",
    "Subtitle": "Elements that are connected by uniform visual properties are perceived as being more related than elements that are not connected.",
    "Text": "Imagine a page on a website blurred just enough to be unreadable. What content areas are visually connected? Should they be? What items aren’t connected but should be? This is especially useful with form design, spreadsheets and other areas where there are many discrete pieces of information that may or may not relate to each other.",
    "Title_DE": "Gleichförmigkeit",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Elemente, die ähnlich aussehen, werden auch inhaltlich als verwandt wahrgenommen.",
    "Text_DE": "Stell dir vor, der Text in dein em Produkt wäre unscharf und nicht lesbar. Welche Inhalte sind visuell verknüpft? Sollten sie? Welche sind es nicht, sollten aber? Diese Fragen sind besonders hilfreich beim Entwurf von Formularen, Webseiten und überall sonst, wo viele verschiedene Inhaltsschnipsel vorkommen, die teilweise zueinander gehören."
  },
  {
    "ID": 25,
    "Title": "Chunking",
    "Category": "Design and usability",
    "Subtitle": "Information grouped into familiar, manageable units is more easily understood and recalled.",
    "Text": "Breaking down long lists (actions, content items, menu items, bullet points) into smaller groups makes that information easier to understand and recall. In terms of learned behaviors, we mentally „chunk“ the details of routine events such as getting ready in the morning or playing guitar. Understanding the mental routines people develop (in your experience or elsewhere) to respond to specific situations may reveal areas for improvement.",
    "Title_DE": "Zerlegung",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Information, die in kleine, bekannte und handelbare Einheiten zerlegt ist, wird einfacher aufgenommen.",
    "Text_DE": "Der Unterteilen langer Listen (an Handlungen, Inhalt, Menüpunkten etc.) in kleinere Gruppen macht es den Nutzern einfacher, sie zu verstehen und sich zu merken. Um Neues zu lernen, bündeln wir die Details aus Routineabläufen wie dem Fertigmachen am Morgen in Programme. Ein Verständnis darüber, welche Routinen Menschen entwickeln, kann dabei helfen, Verbesserungsmöglichkeiten zu identifizieren."
  },
  {
    "ID": 26,
    "Title": "Duration Effects",
    "Category": "Design and usability",
    "Subtitle": "Perception of time is subjective.",
    "Text": "If people must wait for your system to return content or run a routine, create the perception that things are moving faster than they are. Use slower loading animations - we tend to count cycles, not milliseconds. Reveal content as parts are loaded rather than waiting to load everything at once. Or, offer a fun distraction: people who are mentally engaged in a task don’t notice how long it takes.",
    "Title_DE": "Zeitwahrnehmung",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Die Wahrnehmung von Zeit ist subjektiv.",
    "Text_DE": "Wenn Menschen auf eine Antwort deines Systems warten müssen, sorge dafür, dass ihnen die Zeit so kurz wie möglich vorkommt. Nutze zum Beispiel langsamere Ladeanimationen (wir zählen eher Zyklen, keine Millisekunden), lade Teile des Inhalts, sobald sie verfügbar sind, oder sorge für eine spannende Ablenkung."
  },
  {
    "ID": 27,
    "Title": "Proximity",
    "Category": "Design and usability",
    "Subtitle": "Things that are close to one another are perceived to more related than things that are spaced farther apart.",
    "Text": "Use proximity to create logical groupings. If an image goes with a piece of text, then those two elements should be close together and distanced from other pairings. Similarly, related elements on a form page or dashboard should be clustered together. Examine your content to see which items should be grouped for more clarity.",
    "Title_DE": "Nähe",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Dinge, die nahe beieinander liegen, werden auch als inhaltlich verwandt wahrgenommen.",
    "Text_DE": "Nutze Nähe, um logische Gruppierungen zu erzeugen. Gehört ein Bild zu einem bestimmten Text, sollten diese beiden Elemente nahe beieinander liegen. Ähnliche Eingabefelder eines Formulars sollten zusammensortiert werden. Sieht die deinen Content an und entscheide, was du für mehr Übersicht gruppieren könntest."
  },
  {
    "ID": 28,
    "Title": "Shaping",
    "Category": "Design and usability",
    "Subtitle": "To teach something new, start with the simplest form of one behavior; reinforce increasingly accurate approximations of the behavior.",
    "Text": "Video games use shaping to help players succeed at increasing challenges. Rather than overwhelm, why not start with a small set of features and reveal more with use? Or, you could offer rewards for mastery of a subject or increasing proficiency. Identify the desired behavior, list the steps necessary to reach that behavior, reward completion of a step until mastered, then add in the next step as a prerequisite for receiving the award.",
    "Title_DE": "Formen",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Um Menschen ein neues Verhalten beizubringen, starte mit der simpelsten Vartiante davon und ermuntere dann zu immer genaueren Annäherungen.",
    "Text_DE": "Computerspiele nutzen das Formen von Fähigkeiten, um sie auf immer schwierigere Herausforderungen vorzubereiten. Anstatt sie zu überfordern, starten sie mit einem kleinen Set an Features und erweitern es dann mit der Zeit. Alternativ kannst du Belohnungen für das Meistern eines bestimmten Skillsets anbieten. Identifiziere dein gewünschtes Verhalten, liste die Schritte dorthin auf und belohne den Abschluss der Schritte."
  },
  {
    "ID": 29,
    "Title": "Sensory Appeal",
    "Category": "Design and usability",
    "Subtitle": "We are engaged by and more likely to recall things that appeal to multiple senses.",
    "Text": "Can you appeal to more senses than just sight or touch? Look for opportunities to add images, audio or maybe even the suggestion of smell or taste through copy and visuals. While audio is an obvious choice for videos or music sites, find subtle ways you can add these same cues to hovers, clicks, log-outs and other routine actions. Look for places to augment text with visual imagery.",
    "Title_DE": "Ansprache der Sinne",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Wir interessieren uns eher für und erinnern uns eher an Dinge, die mehr als einen Sinn ansprechen.",
    "Text_DE": "Spricht dein Produkt mehr als einen Sinn an? Suche nach Gelegenheiten für Bilder, Audio oder die Implikation von Geruch oder Geschmack. Ton ist natürlich eine offensichtliche Wahl für Video und Musik, kann aber auch subtil bei Buttonklicks oder anderen Routineaktionen genutzt werden. Suche außerdem nach Möglichkeiten, die Wirkung von Text durch Bilder zu verstärken."
  },
  {
    "ID": 30,
    "Title": "Juxtaposition",
    "Category": "Design and usability",
    "Subtitle": "Our brain will force a connection between any two items shown closely together or in sequence.",
    "Text": "Our brain will force a connection of things displayed in close proximity. This can be used intentionally, as with films or comics where two or more images shown together or in sequence create a third idea not present in the individual images. In this way, juxtaposition may be used to communicate an idea or suggest a notion that isn’t actually shown.",
    "Title_DE": "Gegenüberstellung",
    "Category_DE": "Design und Usability",
    "Subtitle_DE": "Unser Gehirn erzwingt eine Verbindung zwischen zwei Objekten, die nebeneinander oder in einem engen zeitlichen Abstand hintereinander dargestellt werden.",
    "Text_DE": "In Filmen werden Gegenüberstellungen bewusst genutzt, um aus zwei oder mehr Bildern neben- oder hintereinander eine dritte Idee zu implizieren, die in den ursprünglichen Elementen noch nicht enthalten war. In einer ähnlichen Art kannst du Gegenüberstellungen zur Implikation einer Idee nutzen, die nicht buchstäblich kommuniziert wird."
  },
  {
    "ID": 31,
    "Title": "Curiosity",
    "Category": "Emotion",
    "Subtitle": "When teased with a small bit of interesting information, people will want to know more.",
    "Text": "When and what can you hold back? Reveal just enough to arouse interest, then tease someone into taking the next step. You can also arouse interest by doing something unusual and unexpected. People tend to stick around long enough to determine what’s going on. Puzzles are similarly intriguing.",
    "Title_DE": "Neugier",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Menschen wollen mehr wissen, nachdem sie mit einem kleinen Schnipsel interessanter Information angeteased wurden.",
    "Text_DE": "Wann und was kannst du zurückhalten? Gib nur genug Information preis, um den Nutzer zu interessieren und verwende die entstehende Neugier als Trigger für den nächsten Schritt. Neugierde kannst du auch erzeugen, indem du etwas ungewöhnliches und unerwartetes tust. Menschen bleiben in der Regel lange genug an Bord, um herauszufinden, was vor sich geht."
  },
  {
    "ID": 32,
    "Title": "Peak-End Rule",
    "Category": "Emotion",
    "Subtitle": "We judge our past experiences almost entirely by their peaks (pleasant and unpleasant) and how they ended.",
    "Text": "What are the peaks and endpoints in the experience you have designed? Peaks may be the core value you provide, a small surprise thrown into the journey or a low point that annoys the user. Endpoints can be obvious (order fulfillment mail from an e-commerce site) or more subtle (such as a funny registration conformation page). Identify and improve these.",
    "Title_DE": "Höhepunkt und Ende",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wie bewerten Erfahrungen fast komplett basierend auf Höhepunkten (positiv wie negativ) und deren Ende.",
    "Text_DE": "Was sind die Höhe- und Endpunkte der Erfahrung, die du baust? Ein Höhepunkt kann der Kernvorteil, den du bietest, eine Überraschung auf dem Weg dorthin oder eine frustrierende Wartezeit sein. Endpunkte sind meistens sehr offensichtlich (z. B. eine Mail zur Bestellbestätigung). Finde und verbessere sie."
  },
  {
    "ID": 33,
    "Title": "Gifting",
    "Category": "Emotion",
    "Subtitle": "We feel the need to reciprocate when we receive a gift.",
    "Text": "What can you give away? It could be a free account or an upgrade. Maybe digital value like free content is interesting, perhaps a gift card. Ideally, make it something unexpected. And if other similar services are giving away the same thing, it’s not a gift - it is expected.",
    "Title_DE": "Geschenke",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wenn wir etwas geschenkt bekommen, fühlen wir uns dazu verpflichtet, etwas zurückzugeben.",
    "Text_DE": "Was kannst du verschenken? Ein Upgrade, einen digitalen Mehrwert wie kostenlosen Inhalt, eine Geschankkarte? Im besten Fall verschenkst du etwas Unerwartetes. Wenn ähnliche Dienste das selbe anbieten, ist es kein Geschenk, sondern wird einfach erwartet."
  },
  {
    "ID": 34,
    "Title": "Delighters",
    "Category": "Emotion",
    "Subtitle": "We remember and respond favorably to small, unexpected and playful pleasures.",
    "Text": "How can you add surprise and delight? Maybe it’s fun microcopy, a link to an amusing video or a compliment. Perhaps it’s an „Easter Egg“ such as a coupon, virtual gift or humorous image that’s hidden within your product. Even the satisfaction of discovering a connection or solving a mental puzzle can help form a favorable and memorable impression.",
    "Title_DE": "Kleine Freuden",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir erinnern uns leicht und gerne an kleine unerwartete und verspielte Freunden.",
    "Text_DE": "Wie kannst du Überraschung und Freude erzeugen? Vielleicht ein lustiger Text, ein amüsantes Video oder ein Kompliment. Vielleicht ist es ein Easter Egg wie ein Gutschein, ein virtuelles Geschenk oder ein humorvolles Bild, das im Produkt versteckt ist. Auch die Befriedigung, eine Muster zu entdecken oder ein Rätsel zu lösen, kann helfen, einen positiven und bleibenden Eindruck zu hinterlassen."
  },
  {
    "ID": 35,
    "Title": "Value Attribuition",
    "Category": "Emotion",
    "Subtitle": "We value things when they cost more.",
    "Text": "„Cost“ may be monetary or an investment of time. Is your service priced accordingly? What items can you withhold until they are earned? Perhaps a new feature or privileges? On pricing pages, offer a range of packages and highlight or at least offer a more expensive one than you think most customers would choose.",
    "Title_DE": "Werteinschätzung",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir schätzen Dinge wertvoller ein, wenn sie mehr kosten.",
    "Text_DE": "Kosten\" kann Geld oder auch ein Zeitinvestment bedeuten. Ist dein Produkt angemessen bepreist? Welche Features oder Privilegien kannst du zurückhalten, bis sie verdient sind? Biete mindestens eine Preisoption über der an, von der du denkst, dass die meisten Nutzer sie wählen werden."
  },
  {
    "ID": 36,
    "Title": "Framing",
    "Category": "Emotion",
    "Subtitle": "The way in which issues and data are stated can alter our judgement and affect decisions.",
    "Text": "How are you presenting choices in your system? What are the available options? An implied story makes the most desirable choice more obvious, especially for new or difficult concepts. For example, framing donations as costing „less than a cup of coffee a day“ encourage people to rationalize a monthly pledge. The exact words are important as often we are not even considering the possibility that something could have been stated in a completely different way and therefore accept the implied subtext very easily.",
    "Title_DE": "Framing",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Die Art und Weise, in der Information  dargestellt wird, kann unsere Meinung und die folgenden Entscheidungen stark beeinflussen.",
    "Text_DE": "Wie präsentierst du Entscheidungen? Was sind die Auswahlmöglichkeiten? Eine implizierte Story macht die gewünschte Reaktion offensichtlich für die Nutzer. Besonders bei neuen oder schwierigen Konzepten. Eine Spende, die beispielsweise als \"weniger als eine Tasse Kaffee am Tag\" geframed wird, hilft Menschen dabei, die monatliche Ausgabe zu rationalisieren. Die exakte Formulierung ist deshalb so wichtig, weil wir meistens gar nicht in Erwägung ziehen, dass etwas auch ganz anders hätte formuliert werden können und deshalb den Subtext sehr leicht akzeptieren."
  },
  {
    "ID": 37,
    "Title": "Scarcity",
    "Category": "Emotion",
    "Subtitle": "We infer value in something that has limited availability or is promoted as being scarce.",
    "Text": "While scarcity is typically invoked to encourage purchasing behavior, it can also be used to increase quality by giving people a limited resource with which to vote up, purchase or upload items. This introduction of a limited resource encourages people to be more judicious with the actions they take.",
    "Title_DE": "Knappheit",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir schätzen Dinge, die nur begrenzt verfügbar sind oder als rar beworben werden, wertvoller ein.",
    "Text_DE": "Knappheit wird typischerweise zur Ermunterung des Kaufverhaltens genutzt. Sie kann auch zur Steigerung der Qualität der Nutzerinputs angewandt werden, indem User nur begrenzt posten, uploaden oder liken können. Die Einführung einer knappen Ressource ermutigt Menschen zu bewussteren Aktionen."
  },
  {
    "ID": 38,
    "Title": "Self-Expression",
    "Category": "Emotion",
    "Subtitle": "People seek opportunities to express their personality, feelings or ideas.",
    "Text": "How are people allowed to express themselves on your service? Selecting widgets, choosing content to follow or share, using emoticons and customizing aesthetics of a product are all ways to enable self-expression. At the simplest level, allowing commenting can be a good start, but make sure these efforts are linked back to a person’s profile. Look for ways to surface and celebrate these unique customizations.",
    "Title_DE": "Selbstausdruck",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Menschen suchen nach Möglichkeiten, ihre Persönlichkeit, Gefühle oder Ideen auszudrücken.",
    "Text_DE": "Wie können Nutzer sich selbst in deinem Produkt ausdrücken? Widgets oder Inhalte zum Folgen oder Teilen auszuwählen oder das Design anzupassen sind Beispiele für Einfluss der Nutzer auf dein Produkt. Die einfachste Möglichkeit ist eine Kommentarfunktion. Stelle sicher, dass alle Optionen mit einem Profil des Nutzers verknüpft sind. Suche nach Chancen, diese einzigartigen Anpassungen zu zeigen und zu belohnen."
  },
  {
    "ID": 39,
    "Title": "Surprise",
    "Category": "Emotion",
    "Subtitle": "Our brains are aroused by new and unexpected discoveries (within our normal routines).",
    "Text": "Are there any small surprises in the experience you’ve designed? „Surprise“ could be a new addition or a variation on something routine, such as stating a confirmation message differently changing an image on a familiar page. Also consider how you can get people’s attention by deviating from expected patterns set by other popular products.",
    "Title_DE": "Überraschung",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Unser Gehirn interessiert sich besonders für Neues und Unbekanntes innerhalb unser gewohnten Routinen.",
    "Text_DE": "Bietest du den Nutzern kleine Überraschungen? Damit ist eine Variation beliebiger Art wie z. B. eine ungewohnt gestaltete Bestätigungsnachricht gemeint. Überlege dir auch, wie du Aufmerksamkeit durch Abweichungen von normalen UX-Konventionen und Nutzungsabläufen erzeugen kannst."
  },
  {
    "ID": 40,
    "Title": "Variable Rewards",
    "Category": "Emotion",
    "Subtitle": "„Random“ rewards make powerful motivators; they seem scarce and unpredictable (and they’re less likely to conflict with intrinsic motivation).",
    "Text": "Whether to encourage positive behaviors or to reward someone for simply logging in, what can you give out at random intervals? Rewards can be praise, virtual goods, redeemable points and so on - but without a predictable pattern. When many people are gathered in a highly social context for a short period of time (such as a fundraiser), motivate people to contribute by rewarding randomly selected individuals within the group.",
    "Title_DE": "Variable Belohnungen",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Zufällige\" Belohnungen sind eine starke Motivation. Sie wirken rar und unvorhersehbar.",
    "Text_DE": "Entweder, um zu positivem Verhalten zu ermuntern, oder um einen einfachen Login zu belohnen: Was kannst du deinen Nutzern in unregelmäßigen Intervallen bieten? Lob, virtuelle Geschenke, einlösbare Punkte ohne durchschaubares Muster. Sind viele Menschen in einem sozialen Kontext für kurze Zeit an einem Ort, motiviere durch zufällige Auswahl und Belohnung einzelner zu mehr Teilnahme."
  },
  {
    "ID": 41,
    "Title": "Affect",
    "Category": "Emotion",
    "Subtitle": "Our current emotions influence our judgement and decisions.",
    "Text": "Even at our most rational times, emotions still govern our behaviors. So how are you stimulating specific emotions? A really great first impression can make up for errors later on. And when we are in a more relaxed state, solutions and workarounds are more likely to be found. Use aesthetics and language to elicit feelings such as humor, fear or pleasure.",
    "Title_DE": "Affekt",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Unsere momentanen Emotionen beeinflussen unser Urteil und unsere Entscheidungen.",
    "Text_DE": "Selbst in unseren rationalsten Momenten bestimmt unser emotionaler Kontext große Teile unseres Verhaltens. Wie stimulierst du bestimmte Emotionen? Ein sehr guter erster Eindruck kann spätere Fehler wettmachen. Wenn wir entspannt sind, sind wir offener für Neues und finden leichter Lösungen. Nutze Design und Sprache, um im richtigen Moment Emotionen wie Humor, Angst oder Freude hervorzurufen."
  },
  {
    "ID": 42,
    "Title": "Authority",
    "Category": "Emotion",
    "Subtitle": "We want to follow the lead and advice of a legitimate authority.",
    "Text": "To some extent, we all look for guidance and direction. How well does your product lead people through an experience? Does that experience communicate confidence and assurance? Are there options in your application that could be made at a design level on behalf of users? In an uncertain or new space, is there the presence of a formal authority figure (or brand) to reassure people?",
    "Title_DE": "Autorität",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir folgen gerne der Führung und dem Rat einer legitimierten Autorität.",
    "Text_DE": "Alle Menschen suchen zu einem gewissen Grad nach einer übergeordneten Leitung. Wie gut ist dein Produkt darin, Menschen durch die Erfahrung zu führen? Gibt es Optionen, die auf dem Designlevel für die Nutzer hätten getroffen werden können? Gibt es eine formale Autoritätsfigur (oder -marke) überall dort, wo Nutzer auf unsicheres neues Terrain kommen, um sie zu versichern?"
  },
  {
    "ID": 43,
    "Title": "Periodic Events",
    "Category": "Emotion",
    "Subtitle": "Recurring events create sustained interest, anticipation and a sense of belonging.",
    "Text": "Excluding scheduled maintenance outings, what do users have to look forward to or reminisce about? Are there regular, recurring events enjoyed by all? Many kids’ games use a narrative structure to create events. Consider ways that all users or groups within a system could enjoy shared recurring experiences.",
    "Title_DE": "Periodische Ereignisse",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wiederkehrende Events sorgen für nachhaltiges Interesse, Vorfreude und ein Zugehörigkeitsgefühl.",
    "Text_DE": "Abgesehen von geplanten Wartungsarbeiten: Worauf können deine Nutzer sich freuen? Gibt es regelmäßige Events? Viele Computerspiele nutzen narrative Elemente hierfür. Suche Möglichkeiten, wie alle Nutzer im System an diesen Events teilhaben und sie gemeinsam erleben können."
  },
  {
    "ID": 44,
    "Title": "Humor Effect",
    "Category": "Emotion",
    "Subtitle": "Humorous items are more easily remembered and enjoyed.",
    "Text": "Almost any text is an opportunity to add humor. But don’t stop there, think about interactions and how they can be made humorous. Just as humor is injected into conversation, we can easily add humor to hover actions, button clicks, three-step processes and other user actions. In learning contexts, use humor to ease new knowledge acquisition and retention.",
    "Title_DE": "Humor",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Witzige Elemente prägen sich leichter ein und machen außerdem Spaß.",
    "Text_DE": "Fast jeder Text ist eine Gelegenheit für Humor. Denke für jede Interaktionen im Produkt darüber nach, ob du sie lustiger machen kannst und solltest. Humor beschränkt sich nicht nur auf Text, sondern kann in jede Aktion wie einen Buttonklick eingebracht werden. In Lernkontexten kann Humor dabei helfen, neues Wissen abzuspeichern und abzurufen."
  },
  {
    "ID": 45,
    "Title": "Story",
    "Category": "Emotion",
    "Subtitle": "All our decisions are filtered through a story - real or imagined - that we believe.",
    "Text": "Are you creating a story that includes your users? Stories can be explicit - simple, episodic narratives. Or implied, using words that suggest conflict, a hero or other narrative elements. The most powerful stories are well-crafted visions that give significance to mundane tasks.",
    "Title_DE": "Story",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Alle unsere Entscheidungen werden durch eine Story (real oder imaginär) gefiltert, an die wir glauben.",
    "Text_DE": "Bietest du eine Story, die deine Nutzer einbezieht? Storys könne explizit (einfache, episodische Narrative) oder impliziert (durch Sprache, die einen Konflikt, einen Helden oder andere erzählerische Elemente darstellt) sein. Die mächtigsten Storys sind sorgfältig konstruierte Visionen, die gewöhnlichen Tätigkeiten Signifikanz geben."
  },
  {
    "ID": 46,
    "Title": "Achievements",
    "Category": "Emotion",
    "Subtitle": "We are more likely to engage in activities in which meaningful achievements are recognized.",
    "Text": "Achieving something of personal or social significance is gratifying and even motivating, but more so when recognized in some way. In gaming environments, achievement is shown through points, badges, levels and other kinds recognition. In other contexts, achievement is signaled by things like promotion, membership, privileges and acquisitions. What challenges - tied to desired behaviors do you have in place and what are the associated achievements?",
    "Title_DE": "Errungenschaften",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir interessieren uns eher für Aktivitäten, mit denen wir uns bedeutsame Errungenschaften erarbeiten können.",
    "Text_DE": "Etwas von persönlicher oder sozialer Signifikanz zu erreichen ist befriedigend und motivierend. Besonders, wenn es in irgendeiner Weise öffentlich anerkannt wird. Im Spielekontext wird das durch Punkte, Orden. Levels etc. erzielt. Ansonsten zeigen sich Errungenschaften in Form von Beförderungen, Mitgliedschaften, Privilegien und Akquisitionen. Welche Herausforderungen (verknüpft mit dem gewünschten Nutzerverhalten) stellst du und was sind die Belohnungen?"
  },
  {
    "ID": 47,
    "Title": "Ownership Bias",
    "Category": "Emotion",
    "Subtitle": "We more likely value goods or services once we feel like we own them.",
    "Text": "In what ways can people „take ownership“ on your product? In competitive environments, people are more likely to take actions to protect things already in their possession. In some contexts, you can encourage people to provide personal data by associating default values with a person’s online identity. If switching systems is your goal, beware that people may value their current choice more than they should.",
    "Title_DE": "Eigentumsvorurteil",
    "Category_DE": "Emotion",
    "Subtitle_DE": "Wir schätzen den Wert von Dingen, die wir (gefühlt) besitzen, höher ein.",
    "Text_DE": "Wie können Nutzer von deinem Produkt \"Besitz ergreifen\"? Menschen schützen und pflegen gerne die Dinge, die sie besitzen. Du kannst in manchen Kontexten Nutzer dazu animieren, persönliche Daten anzugeben, indem du ihrem Onlineprofil Standardwerte zuordnest. Wenn dein Ziel ist, Nutzer zu einem Wechsel zu animieren, mache dir klar, dass sie ihre momentane Lösung irrational positiv bewerten."
  },
  {
    "ID": 48,
    "Title": "Reputation",
    "Category": "Social",
    "Subtitle": "We care more deeply about personal behaviors when they may affect how peers or the public perceive us.",
    "Text": "Are actions tied back to a profile or identifying piece of information? In online social contexts, sharing actions (or a subset of actions) with others helps encourage good conduct. People build reputation through things like sharing information, connecting people and keeping a record of their personal activities. While identity is often site-specific, consider ways to use the external identities people have built.",
    "Title_DE": "Reputation",
    "Category_DE": "Sozial",
    "Subtitle_DE": "Wir passen besser auf, wenn unser Verhalten beeinflussen könnte, wie andere uns sehen.",
    "Text_DE": "Sind die Nutzerhandlungen mit einem Profil verknüpft? In sozialen Diensten ermuntert das zu gutem Benehmen auf der Plattform. Menschen bauen sich eine Reputation durch Aktionen wie Teilen auf. Oft ist die Identität seitenspezifisch, denke auch über Möglichkeiten nach, die externen Profile zu nutzen, die die User sich aufgebaut haben."
  },
  {
    "ID": 49,
    "Title": "Status",
    "Category": "Social",
    "Subtitle": "We constantly assess how interactions either enhance or diminish our standing relative to others and our personal best.",
    "Text": "Are you providing feedback loops and measures to let people know how they are doing? Status is personal -  an assessment of our standing relative to others (income, performance). Status can also be public (scoring, recognition, etc.). However, studies show that a threat response kick in when our status seems jeopardized; take care to only measure those things linked to desired behaviors. Also use status to reinforce new skills.",
    "Title_DE": "Status",
    "Category_DE": "Sozial",
    "Subtitle_DE": "Wir beurteilen dauernd, wie eine Interaktion unseren Status relativ zu anderen und unserem persönlichen Bestwert verändert.",
    "Text_DE": "Bietest du Feedback und Kennzahlen, die deinen Nutzern eine Referenz ihres Abschneidens ermöglichen? Status kann persönlich sein (Einkommen) oder öffentlich (Highscores, Anerkennung) sein. Scheint unser Status bedroht, löst das eine Abwehrreaktion aus. Liefere nur Feedback und Kenngrößen, deren Steigerung zu mehr wünschenswertem Verhalten beiträgt. du kannst Status auch als Motivation zum Lernen neuer Fähigkeiten einsetzen."
  },
  {
    "ID": 50,
    "Title": "Competition",
    "Category": "Social",
    "Subtitle": "When sharing the same environment, we’ll strive to attain things that cannot be shared.",
    "Text": "How might people compete for attention and/or resources within your system? While easily abused, competition remains a great mechanism to provide incentives for self-improvement. Depending on your objectives, competition can be among individuals or among groups. If used among individuals, be careful about recognizing one person at the expense of the group",
    "Title_DE": "Wettbewerb",
    "Category_DE": "Sozial",
    "Subtitle_DE": "Wir streben nach Dingen, die nicht jeder besitzen kann.",
    "Text_DE": "Wie können Nutzer in deinem Produkt um Aufmerksamkeit oder Ressourcen kämpfen? Wettbewerb kann ein großartiger Mechanismus für Anreize zur Verbesserung sein. Passend zu deinen Zielen kann er zwischen Individuen oder Gruppen stattfinden."
  },
  {
    "ID": 51,
    "Title": "Priming",
    "Category": "Behavior",
    "Subtitle": "Subtle visual or verbal suggestions help us recall specific information, influencing how we respond.",
    "Text": "Choose images or words suggesting a specific concept you’d like associated with an interaction. This can include everything from subtle microcopy beneath a form field to the style of photography used. You can set expectations and direct what is brought into short-term memory by choosing predictable associations. Also examine what is suggested by the imagery and language already in your product.",
    "Title_DE": "Grundierung",
    "Category_DE": "Verhalten",
    "Subtitle_DE": "Subtile visuelle oder sprachliche Hinweise können Erinnerungen an bestimmte Informationen auslösen und beeinflussen damit unsere Reaktionen.",
    "Text_DE": "Wähle Bilder oder Worte, die eine bestimmte und im Kontext der aktuellen Interaktion wünschenswerte Notion suggerieren. Nutze  zum Beispiel subtilen Text unter einen bestimmten Fotografiestil für die Bilder. So setzt du die Erwartungen und beeinflusst durch vorhersehbare Assoziationen, was in das Kurzzeitgedächtnis des Nutzers gelangt. Überlege dir, was Bilder und Tonalität deines Produktes aktuell vermitteln."
  }
]